{
    "data": [
        {
            "id": "17998467347013091",
            "media_type": "CAROUSEL_ALBUM",
            "permalink": "https://www.instagram.com/p/CvvefGIvUdJ/",
            "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/366054349_1031379221199701_4408772547803927581_n.jpg?_nc_cat=108&ccb=1-7&_nc_sid=c4dd86&_nc_ohc=pyoYvLYApIsAX80HZZ-&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfBVoKc0D81w4KGCQJOctFLFh2yMqRvQuFvRk6KJ_bu_6A&oe=64DA1C64",
            "caption": "Access Pro Bono Seeks Volunteer Lawyers for Islamophobia Legal Assistance Hotline. Link to the form is in the bio! \n \nAre you a lawyer that is interested in making a difference in reducing Islamophobic discrimination? The Islamophobia Legal Assistance Hotline (ILAH) is looking for volunteer lawyers like you to join our mission. ILAH focuses on various areas of law, including human rights, employment, tenancy, and immigration, with the ultimate goal of combating Islamophobia and fostering a more inclusive society. However, we welcome lawyers from all practice areas to join our roster. If you're interested in volunteering, we invite you to complete the attached FORM. For any inquiries or if you wish to learn more about our program, feel free to reach out to us at info@accessprobono.ca.\n \nProgram description: \nOver the last few years, Islamophobia has increased significantly in Canada. In response to the rise of Islamophobia, a group of legal organizations and concerned lawyers in British Columbia established the Islamophobia Legal Assistance Hotline (ILAH) in March 2016. Working in solidarity with Muslim and racialized communities, ILAH aims to combat Islamophobia by providing free legal advice and representation to individuals and groups affected by Islamophobia. Individuals who have experienced Islamophobic discrimination will be assisted by BC lawyers to access available legal remedies.\nILAH also opposes Islamophobia by providing public legal education, research, and systemic advocacy by working with diverse communities. This may include distribution of educational material, media engagement, community outreach in collaboration with mosques/faith centres, Muslim organizations, and other organizations interested in dismantling Islamophobia."
        },
        {
            "id": "17923385558657523",
            "media_type": "IMAGE",
            "permalink": "https://www.instagram.com/p/CvLUdk5vhpK/",
            "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/363002506_1335942440340828_1270382570937699768_n.jpg?_nc_cat=106&ccb=1-7&_nc_sid=c4dd86&_nc_ohc=uEnYVShj-6YAX-swTVU&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfBd3Sgz1Q8oFIzxCXnV98VNyBULz0khVZf276GnPA0Jtw&oe=64DA8A1B",
            "caption": "We are thrilled to announce that Sabah Ghouse has joined our team as the Program Coordinator of the Islamophobia Legal Assistance Hotline!\n\nSabah is a passionate advocate and a dedicated scholar whose expertise lies in Equity Studies in Education, with a specific focus on hate crimes and violence against religious minorities, particularly Islamophobia. As a Master's student at SFU, her research delves deep into the complexities of Muslim experiences, unraveling the gendered and racialized dimensions of Islamophobia. Her work highlights the challenges faced by religious minorities and also offers practical solutions to combat religious discrimination and intersecting systems of oppression.\n\nWe would like to express our heartfelt gratitude to the Law Foundation for their generous funding, which has made it possible for us to bring Sabah on board as the Program Director. Their support has enabled us to enhance our efforts in combating Islamophobia and providing crucial legal assistance to those affected by discrimination.We would also like to extend a special thank you to Access Pro Bono BC for their unwavering support and ongoing partnership with the Islamophobia Legal Assistance Hotline. Their collaboration has been instrumental in advancing our mission of ensuring justice and support for those who face Islamophobia-related challenges.\n\nWith Sabah's expertise and dedication, we are confident that the Islamophobia Legal Assistance Hotline will continue to make a meaningful impact in advocating for the rights of religious minorities and addressing the injustices caused by Islamophobia. \n\nAs the Program Coordinator, Sabah will play a crucial role in expanding the hotline's outreach efforts to communities affected by Islamophobia."
        },
        {
            "id": "18017564140719088",
            "media_type": "CAROUSEL_ALBUM",
            "permalink": "https://www.instagram.com/p/CupirgUvgYK/",
            "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/359760061_6673697416015557_8833244313802970617_n.jpg?_nc_cat=103&ccb=1-7&_nc_sid=c4dd86&_nc_ohc=gIHzpVef2kEAX9mXzYK&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfAXfeHeUliWo0YcBoMtGa9Fg1fQaf_ThzpojBQFV3NfLw&oe=64DA1464",
            "caption": "It is important to acknowledge that Islamophobia does not only occur at the individual level through verbal and physical abuse, but it also manifests at the institutional level. Islamophobia and other forms of oppression are embedded within our systems and normalized. Examples of Islamophobia include hate speech, hate crimes, physical attacks, social, political, and employment discrimination. Islamophobia can also be used to rationalize incarceration, mass surveillance, and disenfranchisement of Muslims and individuals/groups perceived to be Muslim. If you have experienced Islamophobia and require legal advice, please call: 604-343-3828."
        },
        {
            "id": "18224167171212782",
            "media_type": "IMAGE",
            "permalink": "https://www.instagram.com/p/CuaiP_Lv_ng/",
            "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/359055021_111573811977726_6282042694012266365_n.jpg?_nc_cat=108&ccb=1-7&_nc_sid=c4dd86&_nc_ohc=g5Rnwt5qZ50AX8U73zg&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfD8OTbyIYgXvGnyMnCoVkmQ_bdJJAOHi0ZxakR8_zdn5A&oe=64DAD67D",
            "caption": "What is Islamophobia? Islamophobia is defined as a fear of and hostility toward Islam and Muslims. Islamophobia impact Muslims and those perceived as Muslims such as Sikhs. Orientalist stereotypes levelled against Muslims, such as Muslim men being constructed as violent and Muslim women as oppressed, fuel Islamophobia. Drawing on Iris M. Young's (1990) framework of the Five Faces of Oppression, Islamophobia can be categorized as a form of religious oppression. In addition, Islamophobia also intersects with other systems of oppression such as sexism and racism."
        },
        {
            "id": "17973337643461122",
            "media_type": "CAROUSEL_ALBUM",
            "permalink": "https://www.instagram.com/p/CtfaP-XvN3t/",
            "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/353572138_3141356136165389_4336641890423078810_n.jpg?_nc_cat=101&ccb=1-7&_nc_sid=c4dd86&_nc_ohc=_Kj0Sw9K0yIAX-Ip5dE&_nc_oc=AQmgpp9vvVGbiQxeIWCo7N18SOs2jzJqaf2Y7N0KokyUjE3-zQJ2mEwJyT8pgH-NuKE&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfBAF5f2Y8KEtCzPd08tqSdLNXtVf56ZO5dv3JQLYE-WVA&oe=64D9D8D5",
            "caption": "Islamophobic incidents are neither isolated nor unique as various reports have demonstrated the rise of Islamophobia in recent years. These staggering numbers demand our attention. The goal of the Hotline is to help individuals who have experienced Islamophobia and to educate the community about this grave problem that impacts many Canadians."
        },
        {
            "id": "17975036735464630",
            "media_type": "IMAGE",
            "permalink": "https://www.instagram.com/p/CtF9kJPrLC9/",
            "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/351038631_942568290354499_8198968867496666754_n.jpg?_nc_cat=107&ccb=1-7&_nc_sid=c4dd86&_nc_ohc=GMLxMc8SKC0AX_z8r5J&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfCv57DIHXo_gAgLQ6curjd6PoMKCn2EOmqBWMF9PYkoOA&oe=64DA0B28",
            "caption": "Hello everyone! The Islamophobia Legal Assistance Hotline provides free legal advice and services to British Columbians who have experienced Islamophobia. If you have any questions about the organization or would like to work together in order to combat Islamophobia and other forms of hate, please email us at: info@accessprobono.ca"
        }
    ],
    "paging": {
        "cursors": {
            "before": "QVFIUldoQWVHMG5jczk0VFBQM0daNy1UWDc2VU9KY2dEMnNqMlhTVzVOaXN2TzNUeUJOSlZAydTZAfUVExZAlNFZAmFBMmN0M3RsVWdQV2JOYjFKMFVGX1ZAoZAU13",
            "after": "QVFIUktKVl93aGcwM3ZAZAYTd5dHZANbUM1ZA3dwbUpwWkJnYW1NZA25HOTJ5X3BHUDR0SkhPd2w2em1ibXYxWXR4SUNFSmkxcGpYOWFwOFoxQnBUZAl92TF85N2hR"
        }
    }
}